tap 'homebrew/bundle'

brew 'coreutils'
brew 'curl'
brew 'ffmpeg'
brew 'git'
brew 'diff-so-fancy'
brew 'ghostscript'
brew 'gnuplot', args: ['--with-x11']
brew 'hub'
brew 'imagemagick'
brew 'nodebrew'
brew 'openssl'
brew 'pandoc'
brew 'povray'
brew 'rbenv'
brew 'ruby-build'
brew 'sqlite'
brew 'terminal-notifier'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'zsh'

tap 'caskroom/cask'
tap 'caskroom/homebrew-versions'
cask 'appcleaner'
cask 'basictex'
cask 'basictex'
cask 'diskwave'
cask 'dropbox'
cask 'google-chrome'
cask 'github-desktop'
cask 'qlmarkdown'
cask 'texshop'
cask 'sublime-text3'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'xquartz'
