tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "mas"

# Code
brew "anyenv"
cask "github"
cask "google-chrome"
cask "unity-hub"

# Image & Video
brew "ffmpeg"
brew "imagemagick"
cask "adobe-creative-cloud"

# Git
brew "gh"
brew "diff-so-fancy"

# zsh syntax highlighting
brew "zsh-syntax-highlighting"

# IME
cask "visual-studio-code"
mas "Xcode", id: 497799835

# Work
mas "Keynote", id: 409183694
mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "Spark", id: 1176895641

# Writer
mas "Ulysses", id: 1225570693

# SNS
mas "LINE", id: 539883307
mas "Slack", id: 803453959

# Utility
brew "unrar"
mas "BetterSnapTool", id: 417375580
cask "appcleaner"
